Repository: stivenroytman/evennia-prototyping
Catalog: evennia/locale/*/LC_MESSAGES/django.po
Languages: es

source: Account being deleted.
es: Cuenta siendo eliminada.

source: There were multiple matches.
es: Hubo varias coincidencias.

source: Command '%s' is not available.
es: El comando '%s' no está disponible.

source: Maybe you meant %s?
es: ¿Quizás quisiste decir %s?

source: or
es: o

source: Type "help" for help.
es: Escribe "ayuda" para obtener ayuda.

source: {traceback} Error loading cmdset '{path}' (Traceback was logged {timestamp})
es: {traceback} Error cargando cmdset '{path}' (Traceback fue guardado en {timestamp})

source: Error loading cmdset: No cmdset class '{classname}' in '{path}'. (Traceback was logged {timestamp})
es: Error cargando cmdset: No existe cmdset con la clase '{classname}' en '{path}'. (Traceback guardado en {timestamp})

source: {traceback} SyntaxError encountered when loading cmdset '{path}'. (Traceback was logged {timestamp})
es: {traceback} SyntaxError encontrado al cargar cmdset '{path}'. (Traceback guardado en {timestamp})

source: {traceback} Compile/Run error when loading cmdset '{path}'.", (Traceback was logged {timestamp})
es: {traceback} Error al compilar/ejecutar cmdset '{path}'.", (Traceback guardado en {timestamp})

source: Error encountered for cmdset at path '{path}'. Replacing with fallback '{fallback_path}'.
es: Error encontrado para el cmdset en la dirección '{path}'. Reemplazando con '{fallback_path}'.

source: Fallback path '{fallback_path}' failed to generate a cmdset.
es: El fallback '{fallback_path}' falló al generar un cmdset.

source: (Unsuccessfully tried '%s').
es: (Intentado sin sucesso '%s').

source: custom {mergetype} on cmdset '{cmdset}'
es: {mergetype} personalizado en cmdset '{cmdset}'

source: <Merged {mergelist} {mergetype}, prio {prio}>: {current}
es: <Uniendo {mergelist} {mergetype}, prio {prio}>: {current}

source: Only CmdSets can be added to the cmdsethandler!
es: ¡Sólo CmdSets pueden ser añadidos a cmdsethandler!

source: Say what?
es: ¿Qué dijiste?

source: Channel '%s' not found.
es: Canal '%s' no encontrado.

source: You are not connected to channel '%s'.
es: No estás conectado al canal '%s'.

source: You are not permitted to send to channel '%s'.
es: No tienes permitido enviar al canal '%s'.

source: (channel)
es: (canal)

source: Lock: lock-function '%s' is not available.
es: Bloqueo: función de bloqueo '%s' no está disponible.

source: Lock: definition '%s' has syntax errors.
es: Bloqueo: la definición '%s' tiene errores de sintaxis.

source: LockHandler on %(obj)s: access type '%(access_type)s' changed from '%(source)s' to '%(goal)s'
es: LockHandler en %(obj)s: tipo de acceso '%(access_type)s' cambiado de'%(source)s' to '%(goal)s'

source: Lock: '{lockdef}' contains no colon (:).
es: Bloqueo: '{lockdef}' no tiene dos puntos (:).

source: Lock: '{lockdef}' has no access_type (left-side of colon is empty).
es: Bloqueo: '{lockdef}' no tiene access_type (el lado de la izquierda de los dos puntos está vacío).

source: Lock: '{lockdef}' has mismatched parentheses.
es: Bloqueo: '{lockdef}' tiene paréntesis que no se relacionan.

source: Lock: '{lockdef}' has no valid lock functions.
es: Bloqueo: '{lockdef}' no tiene funciones de bloqueo válidas.

source: Couldn't perform move ('%s'). Contact an admin.
es: No se puede realizar el movimiento ('%s'). Contacta a un admin.

source: The destination doesn't exist.
es: El destino no existe.

source: Could not find default home '(#%d)'.
es: No se puede encontrar el hogar por defecto '(#%d)'.

source: Something went wrong! You are dumped into nowhere. Contact an admin.
es: ¡Algo salió mal! Estás en la nada. Contacta a un admin.

source: Your character %s has been destroyed.
es: Tu personaje %s ha sido destruído.

source: '%(key)s' (%(next_repeat)s/%(interval)s, %(repeats)s repeats): %(desc)s
es: '%(key)s' (%(next_repeat)s/%(interval)s, %(repeats)s repite): %(desc)s

source: Script %(key)s(#%(dbid)s) of type '%(cname)s': at_repeat() error '%(err)s'.
es: El script %(key)s(#%(dbid)s) del tipo '%(cname)s': at_repeat() dio error '%(err)s'.

source: Welcome to your new |wEvennia|n-based game! Visit http://www.evennia.com if you need help, want to contribute, report issues or just join the community. As Account #1 you can create a demo/tutorial area with |w@batchcommand tutorial_world.build|n.
es: Bienvenid@ a tu nuevo |wJuego basado en Evennia! Visita http://www.evennia.com si necesitas ayuda, quieres contribuir, reportar un error o simplemente unirte a la comunidad. Como cuenta #1 puedes crear un área de demostración/tutorial con |w@batchcommand tutorial_world.build|n.

source: This is User #1.
es: Este es el Usuario #1.

source: idle timeout exceeded
es: tiempo sin actividad excedido

source: ... Server restarted.
es: ... El servidor se reinició.

source: Logged in from elsewhere. Disconnecting.
es: Sesión iniciada desde otro lugar. Desconectando.

source: Idle timeout exceeded, disconnecting.
es: Tiempo sin actividad excedido, desconectando.

source: Sorry, that username is reserved.
es: Perdón, ese nombre de usuario ya está reservado.

source: Sorry, that username is already taken.
es: Perdón, ese nombre de usuario ya está siendo usado.

source: %s From a terminal client, you can also use a phrase of multiple words if you enclose the password in double quotes.
es: %s Desde un cliente de terminal, puedes usar una frase con múltiples palabras si encierras la contraseña en comillas dobles.

source: Menu node '{nodename}' is either not implemented or caused an error. Make another choice.
es: Nodo del menú '{nodename}' no está implementado o causó un error. Selecciona otra opción.

source: Error in menu node '{nodename}'.
es: Error en el nodo del menú '{nodename}'.

source: No description.
es: Sin descripción.

source: Commands: <menu option>, help, quit
es: Comandos: <menu option>, help, quit

source: Commands: <menu option>, help
es: Comandos: <menu option>, help

source: Commands: help, quit
es: Comandos: help, quit

source: Commands: help
es: Comandos: help

source: Choose an option or try 'help'.
es: Elige una opción o intenta 'help'.

source: Could not find '%s'.
es: No se pudo encontrar '%s'.

source: More than one match for '%s' (please narrow target):
es: Más de una coincidencia para '%s' (por favor sé más específico):
